{
    "selected-country": [
        {
            "type": "img_title_4",
            "title": "Italy - A Journey Through Time",
            "subtitle": "From ancient Rome to Renaissance Florence, Italy’s rich history has shaped the world in countless ways.",
            "image-0": "../static/img/country/Italy/Florence.png",
            "image-1": "../static/img/country/Italy/Rome.png",
            "image-2": "../static/img/country/Italy/Naples.png"
        },
        {
            "type": "blog_3",
            "title": "Travel And Explore Italy",
            "subtitle": "Italy offers a journey through history, art, and culture.",
            "text": "Italy, a land that has influenced the course of history, is home to some of the world’s most celebrated monuments, art, and traditions. From the ancient ruins of Rome to the cultural treasures of Florence, Italy has always been at the heart of European civilization. The ancient Romans, famous for their engineering, architecture, and legal systems, laid the foundations for much of Western culture. During the Renaissance, Italy became a hub of art and intellectualism, producing some of the greatest artists like Leonardo da Vinci and Michelangelo. Today, Italy’s stunning cities and landscapes attract millions of travelers seeking to explore its history, art, and vibrant culture. ",
            "text-2": "Italy is divided into regions, each offering a unique blend of history, culture, and stunning landscapes. From the architectural splendor of Milan to the rustic beauty of Tuscany, Italy’s regions have their own stories to tell. Its rich heritage, world-class cuisine, and scenic beauty continue to captivate visitors from around the globe.",
            "image-0": "../static/img/country/Italy/Rome.png",
            "image-1": "../static/img/country/Italy/Florence.png"
        },
        {
            "type": "title_1",
            "title": "Explore Italy's Wonders",
            "subtitle": "Italy’s rich cultural heritage, art, and history are waiting for you."
        },
        {
            "type": "destination_spotlight",
            "title": "Florence - Tuscany",
            "subtitle": "The Heart of the Renaissance",
            "text": "Florence is the birthplace of the Renaissance, and its historical significance is woven into its architecture, museums, and cultural landmarks. The city was once the home of the Medici family, who played a pivotal role in fostering art, science, and architecture. Florence is a living museum, with treasures like the Uffizi Gallery and the Florence Cathedral. Visitors can admire masterpieces by Botticelli, Michelangelo, and Leonardo da Vinci. The city’s charm extends beyond its artistic heritage, with quaint streets, artisan shops, and delightful Tuscan cuisine. Surrounded by the picturesque Tuscan countryside, Florence remains one of Italy’s most beloved destinations, offering a perfect blend of art, history, and natural beauty.",
            "img": "../static/img/country/Italy/Florence.png",
            "rank-0": "Art", "rank-1": "History", "rank-2": "", "rank-3": ""
        },
        {
            "type": "destination_spotlight",
            "title": "Milan - Lombardy",
            "subtitle": "Italy's Fashion Capital",
            "text": "Milan is a vibrant, modern city known for its world-class fashion, finance, and design industries. It’s also home to stunning historical landmarks like the Duomo Cathedral and Leonardo da Vinci’s 'The Last Supper.' While the city is synonymous with high-end fashion and luxury shopping, Milan’s rich cultural heritage extends to its many museums, opera houses, and theaters. The city is also a major hub for contemporary art and design, with numerous exhibitions and events attracting creative minds from around the world. Milan is a perfect blend of modern innovation and rich history, making it a must-visit for travelers interested in both culture and cutting-edge trends.",
            "img": "../static/img/country/Italy/Milan.png",
            "rank-0": "Fashion", "rank-1": "Design", "rank-2": "", "rank-3": ""
        },
        {
            "type": "destination_spotlight",
            "title": "Rome - Lazio",
            "subtitle": "The Eternal City",
            "text": "Rome is often called 'The Eternal City' because of its extensive history that spans thousands of years. As the heart of the Roman Empire, it is home to iconic landmarks like the Colosseum, the Roman Forum, and the Pantheon. The city’s streets are lined with ruins, ancient monuments, and churches that tell the story of a civilization that has shaped much of Western culture. Visitors can stroll through historical sites or explore its vibrant piazzas and cafes. In addition to its ancient history, Rome is also known for its stunning Baroque architecture, its role as the seat of the Catholic Church, and its dynamic modern atmosphere. A trip to Rome is like stepping back in time while enjoying the vibrant pulse of a modern city.",
            "img": "../static/img/country/Italy/Rome.png",
            "rank-0": "History", "rank-1": "Culture", "rank-2": "", "rank-3": ""
        },
        {
            "type": "destination_spotlight",
            "title": "Naples - Campania",
            "subtitle": "The Gateway to the Amalfi Coast",
            "text": "Naples, one of Italy’s most vibrant cities, offers a unique blend of history, culture, and cuisine. Known as the birthplace of pizza, Naples is also famous for its proximity to the ancient ruins of Pompeii and the towering Mount Vesuvius. The city is a gateway to the Amalfi Coast, where visitors can enjoy stunning coastal views, charming seaside towns, and exceptional seafood. Naples is a city of passion, from its lively streets and historic markets to its world-renowned culinary traditions. While in Naples, you can explore the historical city center, a UNESCO World Heritage site, or take a boat trip to nearby islands like Capri.",
            "img": "../static/img/country/Italy/Naples.png",
            "rank-0": "Cuisine", "rank-1": "History", "rank-2": "", "rank-3": ""
        },
        {
            "type": "destination_spotlight",
            "title": "Cinque Terre - Liguria",
            "subtitle": "The Jewel of the Italian Riviera",
            "text": "Cinque Terre, a UNESCO World Heritage site, is a collection of five colorful villages nestled along the cliffs of the Ligurian coast. Known for its rugged beauty and dramatic seaside views, Cinque Terre is a haven for nature lovers and hikers. The five villages—Riomaggiore, Manarola, Corniglia, Vernazza, and Monterosso—are connected by scenic walking trails that offer stunning views of the Mediterranean Sea. Visitors can relax on the beaches, explore the charming streets, or enjoy the delicious local seafood and pesto. Cinque Terre is not only a natural paradise but also a place steeped in history, with centuries-old traditions still visible in its architecture and way of life.",
            "img": "../static/img/country/Italy/CinqueTerre.png",
            "rank-0": "Nature", "rank-1": "Hiking", "rank-2": "", "rank-3": ""
        },
        {
            "type": "right_image_text_1",
            "title": "Travel And Explore the World with HistoryGo - Uncover Italy with us.",
            "subtitle": "Explore Italy’s beauty, from ancient ruins to charming coastal villages.",
            "button": "Explore more",
            "image-0": "../static/img/country/Italy/Florence.png",
            "image-1": "../static/img/country/Italy/Rome.png",
            "image-2": "../static/img/country/Italy/Naples.png"
        },
        {
            "type": "accordion",
            "title-0": "Explore the Historic Ruins of Rome",
            "text-0": "Rome is known for its ancient ruins and historical monuments, such as the Colosseum, the Roman Forum, and the Pantheon. Explore the iconic landmarks that reflect the grandeur of the Roman Empire and step back in time to understand the roots of Western civilization.",
            "title-1": "Admire Renaissance Art in Florence",
            "text-1": "Florence is the birthplace of the Renaissance and home to some of the world’s greatest art collections. Visit the Uffizi Gallery and see masterpieces by artists like Botticelli, Michelangelo, and Leonardo da Vinci. Don’t miss the stunning Florence Cathedral and its dome by Brunelleschi.",
            "title-2": "Discover Milan’s Fashion and Design Scene",
            "text-2": "Milan is Italy’s fashion capital, known for its high-end boutiques, shopping districts, and sleek design. Aside from fashion, you can visit landmarks like the Duomo Cathedral and admire Leonardo da Vinci’s famous painting, 'The Last Supper,' at the Convent of Santa Maria delle Grazie.",
            "title-3": "Visit the Amalfi Coast from Naples",
            "text-3": "Naples is a gateway to the Amalfi Coast, offering breathtaking views, charming seaside towns, and delicious Italian cuisine. Explore the nearby ruins of Pompeii and relax along the stunning coastline, where you can enjoy sun, sea, and exceptional food.",
            "title-4": "Hike Through the Cliffs of Cinque Terre",
            "text-4": "Cinque Terre, a UNESCO World Heritage site, offers a stunning mix of colorful villages, rugged cliffs, and the Mediterranean Sea. Hike the scenic trails between the five villages and enjoy views of the crystal-clear waters, vibrant buildings, and lush landscapes.",
            "title-5": "Experience the Taste of Italian Cuisine",
            "text-5": "Italy is renowned for its cuisine, and each region offers unique flavors. From pasta and pizza in Naples to Tuscan wines and cheeses in Florence, every dish is a celebration of fresh, local ingredients. Don’t forget to sample authentic Italian gelato for the ultimate sweet treat.",
            "title-6": "Explore Venice’s Canals and Architecture",
            "text-6": "Venice is one of the most unique cities in the world, known for its canals, gondola rides, and historic buildings. Visit St. Mark’s Square and the iconic Rialto Bridge, and get lost in the labyrinth of narrow streets that make Venice so enchanting.",
            "title-7": "Wander Through the Medieval Streets of Siena",
            "text-7": "Siena, located in the heart of Tuscany, is famous for its medieval architecture and the Palio horse race. Explore its historic center, visit the stunning Siena Cathedral, and wander through its charming squares and streets that have remained almost unchanged for centuries.",
            "title-8": "Relax on the Beaches of Sardinia",
            "text-8": "Sardinia is home to some of Italy’s most beautiful beaches, with crystal-clear waters and pristine shores. Whether you’re seeking a peaceful getaway or thrilling water sports, Sardinia’s beaches are perfect for relaxation and adventure.",
            "title-9": "Tour the Vineyards of Tuscany",
            "text-9": "Tuscany is world-famous for its vineyards and wine production, particularly its Chianti and Brunello wines. Take a wine tour through the rolling hills, visit historic wineries, and savor the rich flavors of Tuscany’s wines paired with local delicacies.",
            "amount": 10
        },        
        {
            "type": "recomended",
            "title": "Recommended",
            "subtitle": "Discover more destinations.",
            "title-0": "Slovenia",
            "subtitle-0": "Discover the charm of Slovenia.",
            "image-0": "../static/img/country/Slovenia/1.png",
            "title-1": "Italy",
            "subtitle-1": "Explore Italy’s rich history and culture.",
            "image-1": "../static/img/country/Italy/Rome.png",
            "title-2": "Belgium",
            "subtitle-2": "Explore Belgium’s art, history, and beer.",
            "image-2": "../static/img/country/Belgium/Brussels.png"
        }
    ]
}
